
# 各考点考试日期及考试安排
arrange_datas_type_a = (
    ('泗县一中','4月21日上午','泗县中学','女'), #女
    ('泗县一中','4月21日下午','泗县中学','男'), #男

    ('泗县三中','4月21日上午','泗县三中','女'), #女
    ('泗县三中','4月21日下午','泗县三中','男'), #男

    )

arrange_datas_type_b =(
    ('泗县一中','4月22日上午',('灵童学校','黑塔中学')),
    ('泗县一中','4月22日下午',('山头中学','刘圩初中')),

    ('泗县二中','4月21日上午',('泗县二中',)),
    ('泗县二中','4月21日下午',('泗州学校','草沟中学','丁湖中学')),

    ('泗县二中','4月22日上午',('育才学校','招办')),
    ('泗县二中','4月22日下午',('草庙中学','光明学校','墩集中学','城南中学')),
    ('泗县三中','4月22日上午',('双语学校','实验学校','大庄中学','黄圩中学')),
    ('泗县三中','4月22日下午',('瓦坊中学','杨集中学','屏山中学','','长沟中学','思源学校')),
)